{
  "Referral": "Giới thiệu",
  "Stable Coin": "Đồng tiền ổn định",
  "Swap": "Trao đổi",
  "Liquidity": "Thanh khoản",
  "Referral Code": "Mã giới thiệu",
  "Slippage Tolerance": "Độ trượt giá",
  "Confirm Swap": "Xác nhận Trao đổi",
  "Transaction rejected.": "Giao dịch bị từ chối.",
  "Insufficient balance": "Số dư không đủ",
  "Approving": "Đang chấp thuận",
  "Approve": "Chấp thuận",
  "Transaction failed": "Giao dịch thất bại",

  "The Next Gen Multichain DeFi Dapps & Web3 Solutions Provider": "Nhà cung cấp giải pháp MultiChain DEFI DEFI & Web3 thế hệ tiếp theo",
  "Revolutionary - Scalable - Sustainable": "Mang tính cách mạng - có thể mở rộng - bền vững",
  "Swap, stake, store, bridge, refer, invest and earn with ease on the": "Hoán đổi, cổ phần, cửa hàng, cầu, giới thiệu, đầu tư và kiếm được một cách dễ dàng",
  "leading Decentralized Blockchain Ecosystem.": "Hệ sinh thái blockchain phi tập trung hàng đầu.",
  "Read Documentation": "Đọc tài liệu",
  "Built and Available on every leading blockchain.": "Được xây dựng và có sẵn trên mọi chuỗi khối hàng đầu.",
  "Creating A Truly Decentralized Multichain Ecosystem with Unlimited possibilities. Supporting Defi and Web3 global adoption for a better future.": "Tạo ra một hệ sinh thái đa chuỗi phi tập trung thực sự với khả năng không giới hạn. Hỗ trợ việc áp dụng toàn cầu Defi và Web3 vì một tương lai tốt đẹp hơn.",
  "Market Cap": "Vốn hóa thị trường",
  "Total Volume": "Tổng khối lượng",
  "Holders": "Người nắm giữ",
  "XOXS Staked": "XOXS Đã đặt cọc",
  "Supported blockchains": "Blockchains được hỗ trợ",
  "The Heart of the XOX Ecosystem": "Trái tim của hệ sinh thái XOX",
  "Wide range of apps, utilities and solutions powering the protocol creating a True One-Stop Ecosystem for all your DeFi needs.": "Một loạt các ứng dụng, tiện ích và giải pháp hỗ trợ giao thức tạo ra Hệ sinh thái một cửa thực sự cho mọi nhu cầu DeFi của bạn.",
  "Revolutionary Multi-chain DEX with Dual Cash Back Rewards": "DEX đa chuỗi mang tính cách mạng với Phần thưởng hoàn tiền kép",
  "Our Multi-chain DEX platform offers a unique opportunity for users to earn dual cash back rewards for every transaction performed. Through our multi-token ecosystem and revolutionary referral program, users receive XOXS Stable Coins and USDT or USDC not only from their own transactions but also from every user transaction using their Referral Code. This provides an unprecedented level of rewards and incentives for our users, setting our platform apart from traditional DEXs.": "Nền tảng DEX đa chuỗi của chúng tôi mang đến cơ hội duy nhất cho người dùng kiếm được phần thưởng hoàn lại tiền kép cho mỗi giao dịch được thực hiện. Thông qua hệ sinh thái đa mã thông báo và chương trình giới thiệu mang tính cách mạng của chúng tôi, người dùng nhận được Xu ổn định XOXS và USDT hoặc USDC không chỉ từ các giao dịch của chính họ mà còn từ mọi giao dịch của người dùng bằng Mã giới thiệu của họ. Điều này mang lại mức phần thưởng và ưu đãi chưa từng có cho người dùng của chúng tôi, khiến nền tảng của chúng tôi khác biệt với các DEX truyền thống.",
  "Read less": "Đọc ít hơn",
  "Discover More": "Khám phá nhiều hơn",
  "Liquidity Provision and Reward System": "Hệ thống thưởng và cung cấp thanh khoản",
  "By adding liquidity to a Liquidity Pool you will receive Liquidity Provider (LP) tokens and share in the fees generated by traders. This way you are not just earning while holding but also supporting the project. You can also redeem your funds at any time by removing your liquidity.": "Bằng cách thêm thanh khoản vào nhóm thanh khoản, bạn sẽ nhận được mã thông báo Nhà cung cấp Thanh khoản (LP) và chia sẻ các khoản phí được tạo ra bởi các nhà giao dịch. Bằng cách này, bạn không chỉ kiếm được trong khi giữ mà còn hỗ trợ dự án. Bạn cũng có thể đổi tiền của mình bất cứ lúc nào bằng cách loại bỏ thanh khoản của bạn.",
  "Gamified Referral Program with Dual USDT/USDC Rewards": "Chương trình giới thiệu được đánh bạc với phần thưởng kép USDT/USDC",
  "Our XOX Gamified Referral Program is the first of its kind and designed to give users cash-back rewards in USDT/USDC for every transaction performed using their referral code. The program is designed to be fun and interactive with a level system based on points. Users can earn points, level up, reach milestones, and claim their rewards in USDT or USDC. This innovative referral program sets our platform apart from traditional DEXs and provides an exciting way for users to earn additional rewards.": "Chương trình giới thiệu trò chơi hóa XOX của chúng tôi là chương trình đầu tiên thuộc loại này và được thiết kế để mang lại cho người dùng phần thưởng hoàn lại tiền bằng USDT/USDC cho mọi giao dịch được thực hiện bằng mã giới thiệu của họ. Chương trình được thiết kế vui nhộn và tương tác với hệ thống cấp độ dựa trên điểm. Người dùng có thể kiếm điểm, tăng cấp, đạt được các mốc quan trọng và nhận phần thưởng của họ bằng USDT hoặc USDC. Chương trình giới thiệu sáng tạo này giúp nền tảng của chúng tôi khác biệt với các DEX truyền thống và cung cấp một cách thú vị để người dùng kiếm thêm phần thưởng.",
  "Meet XOXS": "Gặp XOXS",
  "Our Hybrid Multichain Stable Coin": "Đồng xu ổn định đa dạng của chúng tôi",
  "Our XOXS token is specifically designed as a staking substitute for our governance token XOX. We have extensively studied staking behavior, chart patterns, and the impact of high APYs followed by high selling pressure from stakers. By implementing Stable Coins such as USDT and USDC, we have developed a passive income strategy that prevents supply inflation and selling pressure. Here are some facts about XOXS:": "Mã thông báo XOXS của chúng tôi được thiết kế đặc biệt để thay thế đặt cược cho mã thông báo quản trị XOX của chúng tôi. Chúng tôi đã nghiên cứu rộng rãi hành vi đặt cược, các mẫu biểu đồ và tác động của APY cao kéo theo áp lực bán cao từ những người đặt cược. Bằng cách triển khai các Đồng tiền ổn định như USDT và USDC, chúng tôi đã phát triển một chiến lược thu nhập thụ động để ngăn chặn lạm phát nguồn cung và áp lực bán. Dưới đây là một số sự thật về XOXS:",
  "XOXS can only be obtained by purchasing our governance token XOX, and is provided as a bonus with auto-staking functionalities and flexible APY.": "XOXS chỉ có thể nhận được bằng cách mua mã thông báo quản trị XOX của chúng tôi và được cung cấp dưới dạng phần thưởng với các chức năng tự động đặt cược và APY linh hoạt.",
  "XOXS can also be earned through community activities such as giveaways and completing tasks.": "XOXS cũng có thể kiếm được thông qua các hoạt động cộng đồng như quà tặng và hoàn thành nhiệm vụ.",
  "XOXS ensures long-term sustainability, providing a risk-free and profitable experience for both token holders and the project.": "XOXS đảm bảo tính bền vững lâu dài, mang lại trải nghiệm không có rủi ro và có lợi nhuận cho cả chủ sở hữu mã thông báo và dự án.",
  "By implementing Stable Coins such as USDT and USDC, XOXS offers a stable and sustainable source of passive income for users.": "Bằng cách triển khai các Đồng tiền ổn định như USDT và USDC, XOXS mang đến nguồn thu nhập thụ động ổn định và bền vững cho người dùng.",
  "XOX Dapp - An All-IN-One Solution": "XOX DAPP-Một giải pháp tất cả trong một.",
  "The XOX Multi-chain Dapp is designed to offer user-friendly solutions to our users and XOX holders and users. We are continuously working on enhancing our Dapp's functionalities to make it a comprehensive one-stop solution for crypto traders. Our current features include:": "Dapp đa chuỗi XOX được thiết kế để cung cấp các giải pháp thân thiện với người dùng cho người dùng của chúng tôi cũng như chủ sở hữu và người dùng XOX. Chúng tôi đang liên tục làm việc để nâng cao các chức năng của Dapp để biến nó thành giải pháp một cửa toàn diện cho các nhà giao dịch tiền điện tử. Các tính năng hiện tại của chúng tôi bao gồm:",
  "Multi Chain Hybrid Swap": "Hoán đổi lai đa chuỗi",
  "XOXS Staking": "Xoxs đặt cược",
  "Gamified Stable Coin Referral Program": "Chương trình giới thiệu tiền xu ổn định của Gamify",
  "Assets/Portfolio Tracker": "Tài sản/Trình theo dõi danh mục đầu tư",
  "Liquidity Farming": "Nông nghiệp thanh khoản",
  "Gamified Referral Program": "Chương trình giới thiệu được chơi game",
  "The XOX Gamified Referral Program is a unique incentive system that rewards both referees and referrers with USDT/USDC points for successful referrals. The program is designed to boost community engagement through gamification, with different levels and milestones that unlock greater rewards. By participating in our referral program, users can earn passive income while supporting the growth of the XOX Labs ecosystem.": "Chương trình giới thiệu qua trò chơi XOX là một hệ thống khuyến khích độc đáo thưởng cho cả người giới thiệu và người giới thiệu điểm USDT/USDC cho các lượt giới thiệu thành công. Chương trình được thiết kế để tăng cường sự tham gia của cộng đồng thông qua trò chơi hóa, với các cấp độ và cột mốc khác nhau để mở khóa những phần thưởng lớn hơn. Bằng cách tham gia chương trình giới thiệu của chúng tôi, người dùng có thể kiếm thu nhập thụ động đồng thời hỗ trợ sự phát triển của hệ sinh thái XOX Labs.",
  "Refer": "Tham khảo",
  "Earn Points": "Kiếm điểm",
  "Level Up": "Lên cấp lên",
  "Get USDT/USDC": "Nhận USDT/USDC",
  "Join Now": "Tham gia ngay",
  "Strategic Partners": "Đối tác chiến lược",
  "Backed by the Best to Deliver the Best.": "Được hỗ trợ bởi những điều tốt nhất để cung cấp tốt nhất.",
  "Secured By": "Được đảm bảo bởi",
  "XOX has Industry Leading Security. Protected By The Best.": "Xox có an ninh hàng đầu trong ngành. Được bảo vệ bởi những người tốt nhất.",
  "Every utility is current under development and they are gonna be gradually implemented once ready. Adding massive value to the Ecosystem overtime.": "Mọi tiện ích đều được phát triển hiện tại và chúng sẽ dần dần được thực hiện khi sẵn sàng. Thêm giá trị lớn vào hệ sinh thái làm thêm giờ.",
  "Why trade in a single Dex when you can Trade in all DEXs at Once. XOX Dex V2 finds you the best prices across 60+ Chains & 150+ DEXs and combines them into a single trade, all while giving you many other trade options to choose from, Ranking them by lowest fees, best rates and higher liquidity.": "Tại sao phải giao dịch trên một Dex duy nhất khi bạn có thể Giao dịch trên tất cả các DEX cùng một lúc. XOX Dex V2 tìm cho bạn các mức giá tốt nhất trên hơn 60 Chuỗi & hơn 150 DEX và kết hợp chúng thành một giao dịch duy nhất, đồng thời cung cấp cho bạn nhiều tùy chọn giao dịch khác để lựa chọn, Xếp hạng chúng theo mức phí thấp nhất, tỷ giá tốt nhất và tính thanh khoản cao hơn.",
  "In light of recent events, decentralized wallets such as Trust Wallet and Metamask have become increasingly important for investors who value the security of their assets. Our XOX Decentralized Wallet offers advanced multi-chain capabilities to users while ensuring the safety of their funds. With top-of-the-line security features and seamless chain management, our wallet provides a convenient and secure solution for navigating the complex world of cryptocurrency.": "Trước những sự kiện gần đây, các ví phi tập trung như Trust Wallet và Metamask ngày càng trở nên quan trọng đối với các nhà đầu tư coi trọng tính bảo mật của tài sản của họ. Ví phi tập trung XOX của chúng tôi cung cấp khả năng đa chuỗi nâng cao cho người dùng đồng thời đảm bảo an toàn cho tiền của họ. Với các tính năng bảo mật hàng đầu và quản lý chuỗi liền mạch, ví của chúng tôi cung cấp giải pháp thuận tiện và an toàn để điều hướng thế giới tiền điện tử phức tạp.",
  "XOX Multi-Chain Launchpad": "Launchpad nhiều chain XOX",
  "XOX Labs is committed to developing the best web3 multi-chain launchpad in the market. With extensive research on over 50 launchpads, we'll provide seamless and secure access to profitable ICOs, fair launches, and pre-sales. Setting the industry standard and maximizing returns for investors.": "XOX Labs cam kết phát triển bảng khởi chạy đa chuỗi web3 tốt nhất trên thị trường. Với nghiên cứu sâu rộng về hơn 50 bệ phóng, chúng tôi sẽ cung cấp quyền truy cập liền mạch và an toàn vào các ICO có lợi nhuận, ra mắt công bằng và bán trước. Thiết lập tiêu chuẩn ngành và tối đa hóa lợi nhuận cho các nhà đầu tư.",
  "XOX Coin Listing/Rating Site": "Trang web danh sách/xếp hạng Xox Coin",
  "Multiple Studies have shown that at least 80% of crypto holders check CoinMarketCap once a day. The problem is that there is no accurate ranking system dedicated to a specific community. So we will create our own one, fully dedicated and targeted towards the needs of the XOX Community. No more searching around multiple platforms.": "Nhiều nghiên cứu đã chỉ ra rằng ít nhất 80% người nắm giữ tiền điện tử kiểm tra CoinMarketCap mỗi ngày một lần. Vấn đề là không có hệ thống xếp hạng chính xác dành riêng cho một cộng đồng cụ thể. Vì vậy, chúng tôi sẽ tạo một trang của riêng mình, hoàn toàn dành riêng và hướng tới nhu cầu của Cộng đồng XOX. Không còn tìm kiếm xung quanh nhiều nền tảng.",
  "XOX Super DEX 2.0": "XOX Siêu DEX 2.0",
  "Swap, Stake, Cross-chain Bridge, stake, borrow, lend, earn crypto through the most advance gamified referral system in the space, earn stable coins and passive income out of the stable coin holdings, add liquidity and earn lp tokens, yield farming, enjoy of a wide range of tools for crypto traders (charting, portfolio checker, buy limit-sell limit...) and get access to a wide range of other Defi services.": "Hoán đổi, cổ phần, cầu chuỗi chéo, cổ phần, vay, cho vay, kiếm tiền điện tử thông qua hệ thống giới thiệu được chơi game trước nhất trong không gian, kiếm được tiền ổn định và thu nhập thụ động từ việc nắm giữ tiền ổn định, thêm thanh khoản và kiếm được mã thông báo LP, sản lượng nông nghiệp , Tận hưởng một loạt các công cụ cho các nhà giao dịch tiền điện tử (biểu đồ, kiểm tra danh mục đầu tư, mua giới hạn giới hạn ...) và có quyền truy cập vào một loạt các dịch vụ DEFI khác.",
  "Development map": "Bản đồ phát triển",
  "Building The Road For Web3 & Blockchain Mass Adoption": "Xây dựng con đường để áp dụng hàng loạt Web3 & Blockchain",
  "XOX Mobile App/Wallet": "Ứng dụng/Ví điện thoại di động XOX",
  "Ready & Live": "Sẵn sàng và sống",
  "Website": "Trang mạng",
  "XOX & XOXS Multi Chain Smart Contracts": "XOX & XOXS MULTI CHUIL SMART Hợp đồng",
  "Decentralized Dex": "Phân cấp dex",
  "Referral Program Dapp": "Chương trình giới thiệu DAPP",
  "XOXS Staking Dashboard": "Bảng điều khiển đặt cược XOXS",
  "Multi Chain Assets Management Dapp": "Quản lý tài sản đa chuỗi DAPP",
  "Under Development": "Đang trong quá trình phát triển",
  "XOX Mobile App/Wallet for IOS, Android & Web": "Ứng dụng/ví di động XOX cho iOS, Android & Web",
  "Adding Features To Already Live Utilities": "Thêm các tính năng vào các tiện ích đã trực tiếp",
  "XOX Coin Listing/Ranking Site": "Trang web danh sách/xếp hạng Xox Coin",
  "XOX Coin Listing/Ranking Site (Early Stage)": "Trang web danh sách/xếp hạng Xox Coin (giai đoạn đầu)",
  "Upcoming Developments": "Sự phát triển sắp tới",
  "We are supported by many people. Why don’t you join them?": "Chúng tôi được nhiều người ủng hộ. Tại sao bạn không tham gia cùng họ?",
  "Improve and fix bugs or issues on current live utilities. (Improvement Stage)": "Cải thiện và sửa lỗi hoặc các vấn đề về các tiện ích trực tiếp hiện tại. (Giai đoạn cải tiến)",
  "Planning & Researching Upcoming Potential Developments.": "Lập kế hoạch & nghiên cứu sự phát triển tiềm năng sắp tới.",
  "Meet the worldwide community": "Gặp gỡ cộng đồng trên toàn thế giới.",
  "We are supported by many people. Why don't you join them?": "Chúng tôi được hỗ trợ bởi nhiều người. Tại sao bạn không tham gia cùng họ?",
  "Ask general questions and chat with the worldwide community on Telegram.": "Đặt câu hỏi chung và trò chuyện với cộng đồng trên toàn thế giới trên Telegram.",
  "Ask general questions and chat with the worldwide community on Discord.": "Đặt câu hỏi chung và trò chuyện với cộng đồng trên toàn thế giới về Discord.",
  "Managed by XOX Labs.": "Được quản lý bởi Xox Labs.",
  "Building the economy of the Future.": "Xây dựng nền kinh tế của tương lai.",
  "Telegram Group": "Nhóm Telegram",
  "Telegram Channel": "Kênh Telegram",
  "See Less": "Ẩn bớt",
  "Subscribe to the XOX Labs Newsletter": "Đăng ký Bản tin XOX Labs",
  "Unsubscribe at any time.": "Hủy đăng ký bất cứ lúc nào.",
  "Privacy policy": "Chính sách bảo mật",
  "Your email": "Email của bạn",
  "Products": "Các sản phẩm",
  "Asset": "Tài sản",
  "Company": "Công ty",
  "Partners": "Đối tác",
  "Smart Contracts": "Hợp đồng thông minh",
  "CoinMarketCap": "CoinMarketCap",
  "XOX Dex V2": "XOX DEX V2",
  "Support": "Ủng hộ",
  "Terms of Service": "Điều khoản dịch vụ",
  "Privacy Policies": "Chính sách bảo mật",
  "Reach us": "Liên lạc với chúng tôi",
  "XOX Labs. All Rights Reserved": "XOX Labs. Đã đăng ký Bản quyền",
  "Subscribed successfully.": "Đăng ký thành công.",
  "The email is already registered.": "Email đã được đăng ký.",
  "System error": "Lỗi hệ thống",
  "Build to Inspire": "Xây dựng để truyền cảm hứng",
  "XOX Labs Core Team": "Xox Labs Core Team",
  "A highly qualified and professional team built to deliver top class DeFi products and support Web 3.0 mass adoption. Our mission and vision is to create a self-sustainable decentralized ecosystem with multiple revenue sources in every leading Blockchain.": "Một nhóm có trình độ cao và chuyên nghiệp được xây dựng để cung cấp các sản phẩm DEFI hàng đầu và hỗ trợ áp dụng Mass Web 3.0. Nhiệm vụ và tầm nhìn của chúng tôi là tạo ra một hệ sinh thái phi tập trung tự duy trì với nhiều nguồn doanh thu trong mọi blockchain hàng đầu.",
  "XOX Protocol is The Next Generation Multi-chain DeFi Dapps & Web3 Solutions Provider. An Ecosystem Built to Provide Sustainability, Decentralization, Scalability & Transparency to the Space.": "XOX Protocol là nhà cung cấp giải pháp DAPPS & Web3 đa chuỗi thế hệ tiếp theo. Một hệ sinh thái được xây dựng để cung cấp tính bền vững, phân cấp, khả năng mở rộng và minh bạch cho không gian.",
  "Chief Executive Officer": "Giám đốc điều hành",
  "Chief Marketing Officer": "Trưởng phòng Marketing",
  "Chief Legal Officer": "Giám đốc pháp lý",
  "Lead Designer": "Kỹ sư trưởng",
  "SC Developer": "Nhà phát triển SC",
  "Chief Operating Officer": "Giám đốc điều hành",
  "XOX Labs Ecosystem Products": "XOX Labs Sản phẩm hệ sinh thái",
  "A true one Multi-chain stop for all your Defi Needs.": "Một điểm dừng đa chuỗi thực sự cho tất cả các nhu cầu của bạn.",
  "Earn Now": "Kiếm ngay bây giờ",
  "Explore Now": "Khám phá ngay bây giờ",
  "Bridge Now": "Cầu ngay",
  "Best Rates on DeFi": "Tỷ lệ tốt nhất trên Defi",
  "Your Defi Key": "Khóa Defi của bạn",
  "Invest Now": "Đầu tư ngay bây giờ",
  "Don't Miss Out": "Đừng bỏ lỡ",
  "Risk Small - Earn Big": "Rủi ro nhỏ - Kiếm lớn",
  "Learn More about the XOX labs Multi-chain Ecosystem.": "Tìm hiểu thêm về hệ sinh thái đa chuỗi XOX Labs",
  "Lottery Game": "Trò chơi xổ số",
  "Coin Listing Site": "Trang web liệt kê tiền xu",
  "Assets Manager": "Quản lý tài sản",
  "Yield farming": "Năng lượng nông nghiệp",
  "Allocation and Distribution": "Phân bổ và phân phối",
  "Liquidity Mining": "Khai thác thanh khoản",
  "XOX is the native token that powers the XOX Labs Cross-Chain Defi Ecosystem. XOX is built on Ethereum but XOX Labs is a multi-chain Protocol so XOX Token can be acquired in other chains like (BSC, Solana, Polygon, Arbitrum, Optimism...) through liquidity pools created by XOX Labs.": "XOX là mã thông báo gốc cung cấp năng lượng cho hệ sinh thái xác định chuỗi XOX Labs. XOX được xây dựng trên Ethereum nhưng Xox Labs là một giao thức đa chuỗi để có thể thu được mã thông báo XOX trong các chuỗi khác như (BSC, Solana, Polygon, Nutcrum, Optumentism...) thông qua các nhóm thanh khoản được tạo bởi XOX Labs.",
  "Everything": "Mọi thứ",
  "about our": "về chúng tôi",
  "Tokenomics": "Tokenomics",
  "About XOX Tokenomics": "Về Xox tokenomics",
  "XOX Labs is building a the next-gen multi-chain decentralized ecosystem focused on revenue sharing, sustainability, transparency and cross-chain integration leverage for mass exposure. And the $XOX Token is the currency that brings it all together.": "Xox Labs đang xây dựng một hệ sinh thái phi tập trung đa chuỗi tiếp theo tập trung vào chia sẻ doanh thu, tính bền vững, minh bạch và đòn bẩy tích hợp chuỗi chéo để tiếp xúc hàng loạt. Và mã thông báo $ Xox là loại tiền tệ mang lại tất cả lại với nhau.",
  "Token Name": "Tên mã thông báo",
  "Token Supply": "Cung cấp mã thông báo",
  "Networks": "Mạng",
  "Transaction Tax": "Thuế giao dịch",
  "Good Tokenomics are crucial to creating sustainability, and scalability to ensure the constant growth of the ecosystem in the long run.": "Tokenomics tốt là rất quan trọng để tạo ra tính bền vững và khả năng mở rộng để đảm bảo sự phát triển liên tục của hệ sinh thái trong thời gian dài.",
  "Buy Tax": "Mua thuế",
  "On any DEX or CEX (Decentralized or Centralized Exchanges)": "Trên bất kỳ Dex hoặc CEX nào (trao đổi phi tập trung hoặc tập trung)",
  "In the XOX Dex V1. Only applicable for": "Trong XOX DEX V1. Chỉ áp dụng cho",
  "pairs. The 10% is given back to the buyers in the form of XOXS which is the staking currency, so it is still a 0% Buy Tax since 1 XOXS = $1.": "cặp. 10% được trả lại cho người mua dưới dạng XOXS là tiền tệ, vì vậy nó vẫn là thuế mua 0% vì 1 XOXS = $ 1.",
  "The Full": "Đầy đủ",
  "collected from buytax is later given back to the stakers as Stable Coin (XOXS) Staking Rewards": "Được thu thập từ Buytax sau đó được trả lại cho Stakers dưới dạng phần thưởng Stakes Stakes (XOXS)",
  "Sell Tax": "Bán thuế",
  "Sell Tax On Every DEX": "Bán thuế cho mọi dex",
  "The 10% sell tax is allocated as follows:": "Thuế bán 10% được phân bổ như sau:",
  "Stable Coin (XOXS) Staking Rewards": "Khoảng số tiền ổn định (XOXS)",
  "Marketing": "Tiếp thị",
  "Development": "Phát triển",
  "Added to the Lottery Fund/ Used to Buy Back & Burn": "Thêm vào quỹ xổ số/ được sử dụng để mua lại & đốt cháy",
  "Team": "Đội",
  "Contract Address": "Địa chỉ hợp đồng",
  "XOX Token Vesting Schedule": "Lịch kêu gọi vốn token XOX",
  "0% at TGE & 5 years vesting 20% Yearly": "0% tại TGE & 5 năm cho 20% hàng năm",
  "0% at TGE & 4 years vesting 25% Yearly": "0% tại TGE & 4 năm Vesting 25% hàng năm",
  "20% at Launch then 10% unlock Each year for 8 years": "20% khi ra mắt thì 10% mở khóa mỗi năm trong 8 năm",
  "10% release at TGE then 10% Unlock Weekly": "10% phát hành tại TGE sau đó mở khóa 10% hàng tuần",
  "10% release at TGE then 5% release Monthly": "Phát hành 10% tại TGE sau đó phát hành 5% hàng tháng",
  "10% release at TGE then 10% release Monthly": "10% phát hành tại TGE sau đó phát hành 10% hàng tháng",
  "40% realease at TGE then 10% Monthly": "40% thực hiện tại TGE thì 10% hàng tháng",
  "100% lock 5 years": "Khóa 100% 5 năm",
  "TGE = 40% then 10% Monthly Release": "TGE = 40% rồi 10% phát hành hàng tháng",
  "Deployment Coming": "Sắp triển khai",
  "Team allocation": "Phân bổ đội",
  "Company Reserve": "Dự trữ của công ty",
  "Strategic Partnership": "Quan hệ đối tác chiến lược",
  "Ecosystem Growth": "Tăng trưởng hệ sinh thái",
  "Community Rewards": "Phần thưởng cộng đồng",
  "XOX labs Foundation": "Quỹ Xox Labs",
  "LP Farming": "Nông nghiệp LP",
  "Seed Sale": "Bán hạt giống",
  "Partners Sale": "Đối tác bán hàng",
  "Liquidity Pools DEX": "Hồ bơi thanh khoản dex",
  "CEX Listing": "Danh sách CEX",
  "XOX Token Metrics": "Số liệu mã thông báo XOX",
  "Total Supply": "Tổng cung",
  "Invalid email address": "Invalid email address",

  "Assets": "Tài sản",
  "Trade": "Giao dịch",
  "Earn": "Kiếm lời",
  "Pre-sales": "Đợt bán trước",
  "Bridge": "Cầu nối",
  "Farming": "Gửi lãi",
  "English": "Tiếng Anh",
  "Vietnamese": "Tiếng Việt",
  "Select a Network": "Chọn mạng",
  "balance": "Số dư",
  "Disconnect": "Ngắt kết nối ví",
  "Copied": "Đã sao chép",
  "Notification": "Thông báo",
  "Your referral code has been applied in a \"Buy XOX\" transaction": "Mã giới thiệu của bạn vừa được sử dụng trong giao dịch 'Mua XOX'",
  "Connect Wallet": "Kết nối ví",
  "You are in wrong network": "Bạn đang ở sai mạng",
  "It’s a Ethereum only feature": "Đợt bán trước chỉ diễn ra trên mạng Ethereum",
  "Switch to Chain %chain%": "Chuyển sang mạng %chain%",
  "Disconnect Wallet": "Ngắt kết nối ví",
  "Error connecting, please retry and confirm in wallet!": "Lỗi kết nối, vui lòng thử lại và xác nhận trong ví!",
  "Wrong Network": "Sai mạng",
  "Popup Connect Wallet": "Kết nối ví",
  "popup Profile": "Thông tin cá nhân",
  "Start by connecting with one of these wallets below": "Bắt đầu bằng việc kết nối với một trong các ví bên dưới",
  "Settings": "Cài đặt",
  "Your transaction will revert if it is left confirming for longer than this time": "Giao dịch sẽ bị hủy nếu chưa được xác nhận sau thời gian này",
  "Your transaction may be frontrun": "Giao dịch của bạn có thể được chạy trước",
  "Enter an valid slippage percentage": "Nhập một tỷ lệ trượt giá hợp lệ",
  "Setting a high slippage tolerance can help transactions succeed, but you may not get such a good price. Use with caution.": "Việc cài đặt tỷ lệ trượt giá cao giúp tăng khả năng thành công cho các giao dịch, nhưng bạn sẽ phải trả nhiều phí hơn. Hãy thận trọng khi sử dụng.",
  "Tx deadline": "Thời hạn giao dịch",
  "Minimum received": "Lượng token tối thiểu sẽ nhận",
  "Price Impact": "Tác động giá",
  "Liquidity Provider Fee": "Phí cho nhà cung cấp thanh khoản",
  "Route": "Tuyến đường",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Giao dịch của bạn sẽ bị hủy nếu có một biến động giá lớn và bất lợi trước khi nó được xác nhận.",
  "The difference between the market price and estimated price due to trade size.": "Chênh lệch giữa giá thị trường và giá ước tính do quy mô của giao dịch.",
  "For each trade a %amount%% fee is paid": "Đối với mỗi giao dịch, phí là %amount%%",
  "Routing through these tokens resulted in the best price for your trade.": "Tuyến đường qua các token này sẽ đem đến giá tốt nhất cho giao dịch của bạn.",
  "Price Impact Too High": "Tác động giá quá cao",
  "Enter an amount": "Nhập số token",
  "Maximum sold": "Lượng token tối đa sẽ bán",
  "Swap Anyway": "Vẫn tiếp tục Trao đổi",
  "Output is estimated. You will receive at least or the transaction will revert.": "Lượng token nhận được đã được ước tính. Bạn sẽ nhận được lượng ước tính hoặc giao dịch sẽ bị hủy.",
  "Price": "Giá",
  "Waiting For Confirmation": "Đang chờ xác nhận",
  "Swapping %amountA% %symbolA% for %amountB% %symbolB%": "Đang Trao đổi %amountA% %symbolA% để lấy %amountB% %symbolB%",
  "Confirm this transaction in your wallet.": "Hãy xác nhận giao dịch trong ví của bạn",
  "Transaction Submitted": "Giao dịch đã được gửi đi",
  "Close": "Đóng",
  "Add XOX to Wallet": "Thêm XOX vào Ví",
  "Trade tokens in an instant": "Giao dịch tokens một cách nhanh chóng",
  "Balance": "Số dư",
  "Recent Transactions": "Các giao dịch gần đây",
  "No recent transactions": "Không có giao dịch nào gần đây",
  "Clear All": "Xóa tất cả",
  "Approved %symbol%": "Đã chấp thuận %symbol%",
  "Swap 0.00927 GOR for min. 252 XOX": "Trao đổi 0.00927 GOR để nhận tối thiểu 252 XOX",
  "Optional": "Không bắt buộc",
  "XOXS received": "Lượng XOXS sẽ nhận được",
  "This code does not exist.": "Mã giới thiệu không tồn tại.",
  "Select a  currency": "Chọn một loại tiền tệ",
  "Bridge tokens in an instant": "Trao đổi tokens giữa các mạng một cách nhanh chóng",
  "%chainname% Pool balance": "Số dư bể %chainname%",
  "To Address": "Người nhận",
  "Reminder:": "Lời nhắc nhở:",
  "Gas Fee is <%number%": "Phí giao dịch là <%number%",
  "Minimum Crosschain Amount is %number%": "Lượng token tối thiểu có thể chuyển là %number%",
  "Estimated Time of Crosschain Arrival is 0.5-3 mins": "Thời gian dự kiến để hoàn thành giao dịch là 0,5-3 phút",
  "Approving...": "Đang chấp thuận...",
  "Input Amount Not Allowed": "Số lượng đầu vào không được phép",
  "Insufficient Your %symbol% Balance": "Số dư %symbol% của bạn không đủ",
  "Insufficient Pool Balance": "Số dư trong bể không đủ",
  "Please enter a valid address.": "Vui lòng nhập một địa chỉ hợp lệ.",
  "Confirm Bridge": "Xác nhận ",
  "Bridging %number% XOX": "Đang trao đổi %number% XOX",
  "to %number% XOX": "sang %number% XOX",
  "Bridge Token History": "Lịch sử các giao dịch Cầu nối",
  "No": "Stt",
  "Input Transaction": "Giao dịch gửi token",
  "Input Amount": "Lượng token gửi đi",
  "Output Transaction": "Giao dịch nhận token",
  "Output Amount": "Lượng token nhận được",
  "Type": "Loại",
  "Sender": "Người gửi",
  "Receiver": "Người nhận",
  "Processing": "Đang xử lý",
  "completed": "Đã hoàn thành",
  "rejected": "Bị hủy",
  "Swap %amount% %symbol%": "Trao đổi %amount% %symbol%",
  "Swap to get XOX & XOXS. Earn like a Pro": "Tham gia Trao đổi tokens để nhận XOX & XOXS. Kiếm tiền như một Chuyên gia",
  "Stake XOXS automatically to earn more": "Gửi lãi XOXS tự động để kiếm lời nhiều hơn",
  "One Dapp.": "Một Dapp.",
  "Unlimited possibilities": "Không giới hạn các khả năng",
  "Token Price": "Giá Token",
  "Select Token": "Chọn Token",
  "Current price": "Giá hiện tại",
  "Price change (in last 24h)": "Biến động giá (trong 24 giờ qua)",
  "Token Asset": "Tài sản",
  "Others": "Khác",
  "Transactions History": "Lịch sử giao dịch",
  "Total: %number% transactions": "Tổng cộng: %number% giao dịch",
  "Excution Time": "Thời gian thực hiện",
  "Stable Coin Staked": "Lượng Đồng tiền ổn định được gửi lãi",
  "Maker": "Người thực hiện",
  "Go to page": "Đi tới trang",
  "%number%/Page": "%number%/Trang",
  "No Data": "Không có dữ liệu",
  "Please connect wallet to view your token balance.": "Hãy kết nối ví để xem số dư trong ví của bạn",
  "Connect": "Kết nối ví",
  "Pool": "Bể",
  "Your pool tokens": "Các bể tokens của bạn",
  "Price and pool share": "Giá và thị phần",
  "%tokenA% per %tokenB%": "%tokenA% / %tokenB%",
  "%token% Deposited": "%token% đã được gửi",
  "Confirm add liquidity": "Xác nhận thêm thanh khoản",
  "Adding %amountA% %symbolA% and %amountB% %symbolB%": "Đang thêm %amountA% %symbolA% và %amountB% %symbolB%",
  "Add Liquidity failed": "Thêm thanh khoản không thành công",
  "Approved": "Đã phê duyệt",
  "Confirm remove liquidity": "Xác nhận rút thanh khoản",
  "Receive LP tokens and earn %amount%% trading fees": "Nhận LP tokens và kiếm %amount%% phí giao dịch",
  "Share of Pool": "Thị phần",
  "LP TOKENS IN YOUR WALLET": "LP token trong ví của bạn",
  "Supply": "Thêm thanh khoản",
  "XOX/USDC Pool Tokens": "Bể tokens XOX/USDC",
  "Confirm Supply": "Xác nhận thêm thanh khoản",
  "Level Up your DeFi Game": "Tăng cấp cho trò chơi DeFi của bạn",
  "Add Liquidity. Earn Trading Fees": "Thêm thanh khoản. Kiếm phí giao dịch",
  "Earned:": "Đã kiếm được:",
  "Current %symbol% reward": "Phần thưởng %symbol% hiện tại",
  "Confirm Farming": "Xác nhận Farming",
  "Transfer amount exceeds balance.": "Số tiền chuyển vượt quá số dư.",
  "Withdraw %amount% XOX": "Rút %amount% XOX",
  "Unstake %amount% %symbol%": "Hủy Gửi lãi %amount% %symbol%",
  "Stake %amount% %symbol%": "Gửi lãi %amount% %symbol%",
  "No tokens to stake: Get %symbol%": "Không có tokens để gửi lãi: Kiếm %symbol%",
  "Insuficient Your %symbol% Balance": "Số dư %symbol% của bạn không đủ",
  "Enable Farm": "Kích hoạt ",
  "Current XOX reward": "Phần thưởng XOX hiện tại",
  "Earn USDT/USDC from your XOXS Indefinitely": "Kiếm USDT/USDC từ XOXS của bạn Vô thời hạn",
  "Stable coin": "Đồng tiền ổn định",
  "Your current XOXS": "Số dư XOXS hiện tại của bạn",
  "View your history": "Xem lịch sử của bạn",
  "Your current reward": "Lãi hiện tại của bạn",
  "Withdraw reward": "Rút thưởng",
  "Please connect wallet to": "Vui lòng kết nối ví",
  "view your information": "xem thông tin của bạn",
  "Stake History": "Lịch sử gửi lãi",
  "Withdraw History": "Lịch sử rút lãi",
  "Username": "Tên tài khoản",
  "Interest": "Lãi",
  "Available": "Có sẵn",
  "Platform Fee": "Phí nền tảng",
  "Confirm Withdraw": "Xác nhận rút tiền",
  "Can not estimate gas": "Không thể ước lượng gas",
  "Withdraw Amount": "Rút lãi",
  "You will receive:": "Bạn sẽ nhận:",
  "Platform Fee:": "Phí nền tảng:",
  "Claim All": "Rút tất cả thưởng",
  "Total Points": "Tổng số điểm",
  "Referral friends": "Bạn bè",
  "Confirm Claim": "Xác nhận Rút thưởng",
  "You have received %amount%": "Bạn đã nhận được %amount%",
  "You have got": "Bạn vừa nhận được",
  "$%amount% Unclaimed Rewards": "$%amount% Phần thưởng chưa rút về ví",
  "Invite Your Friends. Earn Together": "Mời bạn bè tham gia chương trình. Cùng nhau kiếm tiền",
  "Start Earning passive/active income with the XOX Multi-Chain Gamified Referral Program.": "Bắt đầu kiếm thu nhập thụ động/chủ động với Chương trình giới thiệu trò chơi hóa đa chuỗi XOX.",
  "My Referral Code": "Mã giới thiệu của tôi",
  "All Time": "Tất cả",
  "Monthly": "Tháng",
  "Weekly": "Tuần",
  "Daily": "Hôm qua",
  "General": "Tất cả các mạng",
  "Total Earned By Referrals": "Tổng số tiền kiếm được từ các lượt giới thiệu",
  "This number represents the total value in $ earned so far by all referral users since day one till today. Start Earning Now.": "Con số này là tổng phần thưởng quy đổi ra $ kiếm được bởi tất cả người dùng tham gia chương trình \"Giới thiệu bạn bè\" cho đến nay. Bắt đầu kiếm tiền ngay bây giờ.",
  "Total Earned": "Tổng số tiền kiếm được",
  "Platform Stats": "Thống kê",
  "How to Join": "Làm thế nào để tham gia",
  "Number of Referral Participants": "Số người tham gia chương trình \"Giới thiệu bạn bè\"",
  "Total Money Unclaimed": "Tổng số tiền thưởng chưa rút",
  "Total Money Claimed": "Tổng số tiền thưởng đã được nhận",
  "Number of referral transactions": "Số lượng giao dịch giới thiệu",
  "Total reward earned": "Tổng số phần thưởng kiếm được",
  "Point Level": "Mốc điểm",
  "Claimed Amount": "Số tiền đã rút",
  "Daily reward points generated by users": "Điểm thưởng hàng ngày của tất cả người chơi",
  "Your Current Total Points": "Tổng số điểm hiện tại của bạn",
  "Please connect wallet to view your referral information": "Vui lòng kết nối ví để xem thông tin của bạn",

  "Get %symbol%": "Nhận %symbol%",
  "Learn More": "Tìm hiểu thêm",
  "Action": "Hành động",
  "Total Value": "Tổng giá trị",
  "Token Amount": "Số lượng mã thông báo",
  "Explore": "Khám phá",
  "Docs": "Tài liệu",
  "Audits": "Kiểm toán",
  "Unknown Source": "Nguồn không xác định",
  "Anyone can create a %standard% token on %network% with any name, including creating fake versions of existing tokens and tokens that claim to represent projects that do not have a token.": "Bất kỳ ai cũng có thể tạo mã thông báo %standard% trên %network% với bất kỳ tên nào, bao gồm tạo phiên bản giả của mã thông báo hiện có và mã thông báo tuyên bố đại diện cho các dự án không có mã thông báo.",
  "If you purchase an arbitrary token, you may be unable to sell it back.": "Nếu bạn mua một mã thông báo tùy ý, bạn có thể không bán lại được.",
  "I understand": "Tôi đã hiểu",
  "Import": "Thêm",
  "Via": "Qua",
  "View on %site%": "Xem trên %site%",
  "Import Token": "Thêm Token",
  "All": "Tất cả",
  "No Transactions": "Không có giao dịch",
  "From": "Từ",
  "To (estimated)": "Đến (dự tính)"
}
